Repository: marla-epfl/exoset
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: STATEMENT
fr: ENONCE

source: Statement
fr: Enoncé

source: Details for
fr: Détails pour

source: Select the document:
fr: Sélectioner le document

source: of the exercise.
fr: de l'exercice

source: This browser does not support PDFs. Please download the PDF to view it:
fr: Ce navigateur ne prend pas en charge les PDF. Veuillez télécharger le PDF pour le visualiser :

source: Download
fr: Télécharger

source: You must login to see the document
fr: Vous devez vous logger pour voir le document

source: Login with Tequila
fr: Connecter avec Tequila

source: Ontological classification:
fr: Classification ontologique

source: Degree of difficulty
fr: Niveau de difficulté

source: Concept/s:
fr: Concept

source: Question type:
fr: Type de question

source: Document language:
fr: Language du document

source: Upload date:
fr: Date téléversement :

source: Collection:
fr: Fonds :

source: Library
fr: Librairie

source: Download resource:
fr: Télécharger la resource

source: You are not allowed to download the source code. Check out how to get
fr: Vous n'êtes pas autorisé à télécharger le code source. Voyez comment obtenir

source: permission
fr: l'autorisation

source: Ontological classification
fr: Classification ontologique

source: Classification of exercises according to a tree structure of physics and mathematics concepts allowing navigation between specific and general concepts.
fr: Classification des exercices selon une arborescence de concepts physiques et concepts mathématiques permettant la navigation entre les concepts spécifiques et généraux

source: Concepts needed to understand the exercise. From GraphSearch, english only
fr: Concepts nécessaires pour comprendre l'exercice. De GraphSearch, en anglais seulement.

source: Course type
fr: Type de cours

source: As the mastery requirements depend on the course of study in which they are taught, this filter makes it possible to specify the target audience.
fr: Comme les exigences de maîtrise dépendent du cursus dans lequel elles sont enseignées, ce filtre permet de préciser le public cible.

source: The level of difficulty indicates the educational objective of the exercise. 'Training' describes a simple application exercise. 'Standard' describes an exercise for learning and appropriating theory. 'Exam' describes exercises which are typical for a semester exam. 'Challenge' describes complex exercises recognised as difficult for a given level of study.
fr: Le niveau de difficulté indique l'objectif pédagogique de l'exercice. 'Training' décrit un exercice d'application simple. 'Standard' décrit un exercice exercice d'apprentissage et d'appropriation de la théorie. 'Examen' décrit des exercices qui sont typiques d'un examen semestriel. 'Challenge' décrit des exercices complexes exercices reconnus comme difficiles pour un niveau d'étude donné.

source: Paradigmatic problem situations
fr: Problème typique

source: Language
fr: Langue

source: Reset
fr: Réinitialiser

source: No results found
fr: Aucun resultat trouvé

source: Title
fr: Titre

source: Prerequisites
fr: Prerequis

source: Question type
fr: Type de questions

source: Go
fr: Aller

source: Previous
fr: Precendent

source: Next
fr: Suivant

source: Sorry, there was a problem with the file, please contact us
fr: Désolé, il y a eu un problème avec le fichier, veuillez nous contacter.

source: You have no rights to download this file
fr: Vous n'avez pas le droit de télécharger ce fichier

source: Yes
fr: Oui

source: No
fr: Non

source: Collection*
fr: Fonds*

source: Difficulty level*
fr: Niveau de difficulté

source: Type of question
fr: Question type

source: Class
fr: Type de cours

source: Family problem
fr: Problème typique

source: Extra ontology
fr: Ontologie additionnelle

source: Extra concept
fr: Concept additionnel

source: Prerequisite
fr: Prérequis

source: Something went wrong with the merge, verify on GitHub or contact the administrator
fr: Quelque chose s'est mal passé avec la fusion, vérifiez sur GitHub ou contactez l' administrateur

source: Go back to the list
fr: Retourner à la liste

source: In this page all the open pull requests are listed. Only the pull requests that passed the first check (compile latex files without errors) are shown
fr: Dans cette page, toutes les demandes ouvertes sont listées. Seules les pull requests qui ont passé la première vérification (compiler les fichiers latex sans erreurs) sont affichées

source: If you are aware that a pull request has been submitted but it is not listed, it means that this pull request did not pass the first test.
fr: Si vous êtes au courant qu'une pull request a été soumise mais qu'elle n'est pas listée, cela signifie que cette pull request n'a pas passé le premier test.

source: To get more information about the pull request, click on the relative link 'Take action'. Once on details page you can, as administrator, approve the pull request.
fr: Pour obtenir plus d'informations sur la demande de pull, cliquez sur le lien 'Take action'. Une fois sur la page de détails, vous pouvez, en tant qu'administrateur, approuver la pull request

source: By approving the pull request you update the exoset database and the new files are included, then you can create/update the metadata and you can make visible or not the resource to the students.
fr: En approuvant la pull request, vous mettez à jour la base de données exoset et les nouveaux fichiers sont inclus, alors vous pouvez créer/mettre à jour les métadonnées et vous pouvez rendre visible ou non la ressource aux étudiants.

source: Go to the metadata section
fr: Allez à la section des métadonnées

source: Open pull requests from GitHub
fr: Ouvrir des demandes de pull à partir de GitHub

source: Take action
fr: Agir

source: List of the exercises on Exoset database
fr: Liste des exercices de la base de données Exoset

source: This list includes the exercises in the Exoset database. Use the corresponding link to modify the metadata.
fr: Cette liste comprend les exercices de la base de données Exoset. Utilisez le lien correspondant pour modifier les métadonnées.

source: access resource
fr: accès à la resource

source: Background
fr: Fonds

source: Resource visible on exoset
fr: Ressource visible sur Exoset

source: Missing fields
fr: Champs manquants

source: List of the exercises only on Github
fr: Liste des exercices uniquement sur Github

source: This list includes the exercises in the Github repository but not yet in exoset database. Metadata must be created
fr: Cette liste inclut les exercices dans le dépôt Github mais pas encore dans base de données exoset. Les métadonnées doivent être créées

source: Folder title
fr: Titre du dossier

source: Create resource
fr: Créer la ressource

source: Access
fr: Accèder

source: No new exercise on Github
fr: Pas de nouvel exercice sur Github

source: Create metadata file
fr: Créer un fichier de métadonnées

source: Title:*
fr: Titre :*

source: Language:
fr: Langue :

source: Difficulty level:
fr: Niveau de difficulté :

source: Type of question:
fr: Questions types :

source: Ontology
fr: Ontologie

source: Creator
fr: Créateur

source: Last modified
fr: Dernière modification

source: Created at
fr: Créé à

source: Number of comments
fr: Nombre de commentaires

source: Look on Github
fr: Voir sur Github

source: Number of commits
fr: Nombre de commits

source: Action: merge pull request
fr: Action : fusionner la pull request

source: The pull request's state requires a check to be merged, please look at it on github or contact the administrator.
fr: L'état de la pull request nécessite une vérification pour être fusionnée, veuillez la consulter sur github ou contactez l'administrateur.

source: Pull request posted by {} on {}. Additional information: {} ; comments {}; files changed: {}
fr: Pull request postée par {} sur {}. Informations supplémentaires : {} ; commentaires {} ;fichiers modifiés : {}

source: The resource {} exists
fr: La ressource {} existe

source: the resource lacks of {}
fr: la ressource manque de {}

source: not visible
fr: non visible

source: Success! the exercise {} is {}
fr: Succès ! L'exercice {} est {}

source: Mathematics
fr: Mathématiques

source: Physics
fr: Physique

source: Chemistry
fr: Chimie

source: Level
fr: Niveau

source: Family problems
fr: Problème typiques

source: Exam
fr: Examen

source: Training
fr: Entrainement

source: Standard
fr: Apprentissage

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Remarque :</strong> vous pouvez toujours <a href="%(email_url)s">modifier votre adresse électronique</a>.

source: Exercises list
fr: Liste des exercices

source: Admin: restricted access
fr: Admin : accès restreint

source: About Exoset
fr: Sur Exoset

source: Aim of Exoset
fr: Objectif du projet Exoset

source: Contact us
fr: Contactez nous

source: Download source code
fr: Télécharger le code source

source: Terms & conditions
fr: Termes et conditions

source: Change language
fr: Changer la langue

source: About
fr: À propos de

source: The objective of the ExoSet project is to provide students and teachers of general physics courses at EPFL with complete exercises (statement and answer key).<br> For students, it is a resource for exam preparation allowing them to practice with exercises given in other sections by other teachers. The exercises are provided as pdf files.<br> For teachers, it is a resource for preparing their weekly series and exams. The exercises are provided as editable latex files.
fr: L'objectif du projet ExoSet est de fournir aux étudiants et aux enseignants des cours de physique générale de l'EPFL des exercices complets (énoncé et corrigé).<br> Pour les étudiants, il s'agit d'une ressource pour la préparation aux examens leur permettant de s'entraîner avec des exercices donnés dans d'autres sections par d'autres enseignants. Les exercices sont fournis sous forme de fichiers pdf.<br> Pour les enseignants, il s'agit d'une ressource pour préparer leurs séries hebdomadaires et examens. Les exercices sont fournis sous forme de fichiers latex éditables. fichiers latex éditables.

source: Project manager
fr: Chef de projet

source: Permission to download source code
fr: Autorisation de télécharger le code source

source: The download of the source code of the exercises is for teachers only. Simply write to us to get <a style="padding-left: 5px" href="mailto:maria.divincenzo@epfl.ch?subject=grant access source code"> access</a>
fr: Le téléchargement du code source des exercices est réservé aux enseignants. Il suffit de nous écrire pour obtenir <a style="padding-left : 5px" href="mailto:maria.divincenzo@epfl.ch?subject=grant accéder au code source"> accès</a>

source: If you want to be part of project and share your work with the section of Physics, just <a style="padding-left: 5px" href="mailto:maria.divincenzo@epfl.ch?subject=github access">write to us</a>
fr: Si vous voulez faire partie du projet et partager votre travail avec la section de Physique, il suffit de <a style="padding-left : 5px" href="mailto:maria.divincenzo@epfl.ch?subject=github access">nous écrire</a>

source: Terms and conditions
fr: Termes et conditions

source: Information successfully updated
fr: Informations mises à jour avec succès

source: Mechanics
fr: Mécanique

source: Material point method
fr: Méthode du point matériel

source: Physical units
fr: Unités physiques

source: Conservation Laws
fr: Lois de conservation

source: Statics
fr: Statique

source: Solid
fr: Solide

source: Vector operation
fr: Opération vectorielle

source: Newton's law
fr: Lois de Newton

source: Relativity
fr: Relativité

source: Fluid
fr: Fluide

source: Friction
fr: Frottement

source: Lagrange approach
fr: Méthode de Lagrange

source: Hamilton approach
fr: Méthode de Hamilton

source: Gravity
fr: Gravité

source: Work, energy, power
fr: Travail, énergie, puissance

source: Cinematics
fr: Cinématique

source: Period motion
fr: Mouvement périodique

source: Angular momentum
fr: Moment cinétique

source: Thermodynamics
fr: Thermodynamique

source: Thermal equilibrium
fr: Équilibre thermique

source: Phase Changes
fr: Changements de phase

source: Psycometry
fr: Psycométrie

source: Statistical physics
fr: Physique statistique

source: First law
fr: Première loi de la thermodynamique

source: Temperature
fr: Température

source: Heat engines
fr: Moteurs thermiques

source: Kinetic theory
fr: Théorie cinétique de gaz

source: Enthalpy
fr: Enthalpie

source: Second law - Entropy
fr: Deuxième loi de la thermodynamique - Entropie

source: Heat transfer - conduction - convection -radiation
fr: Transfert de chaleur - conduction - convection - rayonnement

source: Optics & light
fr: Optique & lumière

source: Color
fr: Couleur

source: Intensity
fr: Intensité

source: Propagation of light
fr: Propagation de la lumière

source: Quantum properties
fr: Propriétés quantiques

source: Fiber optics
fr: Fibres optiques

source: Electromagnetism
fr: Électromagnétisme

source: Electric circuits
fr: Circuits électriques

source: Circuit elements
fr: Circuits électriques

source: EM waves
fr: Ondes EM

source: EMF
fr: Champ EM

source: Electric charge
fr: Charge électrique

source: Magnetic field
fr: Champ magnétique

source: Electronics
fr: Électronique

source: Bioelectricity
fr: Bioélectricité

source: Electric power
fr: Puissance électrique

source: Lorentz force
fr: force de Lorentz

source: Maxwell's equations
fr: Les équations de Maxwell

source: Wave & sound
fr: Onde et son

source: Hearing
fr: Audition

source: Sound propagation
fr: Propagation du son

source: Musical scales
fr: Gammes musicales

source: Sound mesurement
fr: Mesure du son

source: Resonance
fr: Résonance

source: Travelling waves
fr: Ondes progressives

source: Musical instruments
fr: Instruments musicaux

source: Matematics
fr: Mathématiques

source: Geometry
fr: Géométrie

source: Cartesian coordinate systems
fr: Systèmes de coordonnées cartésiennes

source: Cylindrical coordinate systems
fr: Systèmes de coordonnées cylindriques

source: Spherical coordinate systems
fr: Systèmes de coordonnées sphériques

source: Conics
fr: Coniques

source: Vector analysis
fr: Analyse vectorielle

source: Trigonometry
fr: Trigonométrie

source: Linear algebra
fr: Algèbre linéaire

source: Matrix
fr: Matrice

source: Determinant
fr: Déterminant

source: Differential and integral calculus
fr: Calcul différentiel et intégral

source: Limits
fr: Limites

source: Series
fr: Série

source: Derivative
fr: Dérivés

source: Antiderivative and Integral
fr: Primitive et intégrale

source: Curvilinear integrals
fr: Intégrales curvilignes

source: Taylor's theorem
fr: Le théorème de Taylor

source: Laplace operator
fr: Laplacien

source: Curl
fr: Rotationnel

source: Jacobian
fr: Jacobien

source: Differential equations
fr: Équations différentielles

source: Homogeneous first order
fr: Homogène du premier ordre

source: Homogeneous second-order
fr: Homogène du second ordre

source: Heterogeneous first-order
fr: Hétérogène de premier ordre

source: Heterogeneous second-order
fr: Hétérogène de second ordre

source: Partial differential equation
fr: Équation différentielle partielle

source: Bessel function
fr: Fonction de Bessel

source: Algebra
fr: Algèbre

source: Algebraic equation
fr: Équation algébrique

source: System of equations
fr: Système d'équations

source: Logarithms and exponents
fr: Logarithmes et exposants

source: Complex number
fr: Nombre complexe

source: Probability
fr: Probabilité

source: Combination
fr: Combinatoire

source: Normal distribution
fr: Distribution normale

source: Student's t-distribution
fr: Distribution de Student

source: Binomial distribution
fr: Distribution binomiale

source: Chi-square distribution
fr: Distribution de Chi2

source: Maxwell distribution
fr: Distribution de Maxwell

source: Bayes' theorem
fr: Théorème de Bayes

source: Statistics
fr: Statistiques

source: Average, variance et covariance, correlation
fr: Moyenne, variance et covariance, corrélation

source: Tests
fr: Essais

source: Histograms
fr: Histogrammes

source: Error calculation and confidence intervals
fr: Calcul des erreurs et intervalles de confiance

source: Cartesian coordinate system
fr: Système de coordonnées cartésiennes

source: Antiderivative and Integral
fr: Primitive et intégrale

source: Vectorial analysis
fr: Analyse vectorielle

source: Cylindrial coordinates system
fr: Système de coordonnées cylindriques

source: calculus
fr: calcul infinitésimal

source: Drawing of a scheme
fr: Construction d'un schéma

source: Modelling
fr: Modélisation

source: Demonstration
fr: Démonstration

source: Graphical analysis
fr: Analyse graphique

source: Algebric calculation
fr: Calcul algébrique

source: Conceptual analysis
fr: Analyse conceptuel

source: Orders of magnitude
fr: Analyse des ordres de grandeur

source: Data analysis
fr: Analyse de données

source: Graphic production
fr: Représentation graphique

source: Numerical application
fr: Application numérique

source: Programming
fr: Programmation

source: Algebric calculation - Numerical application
fr: Calcul algébrique - Application numérique

source: Algebric calculation - Numerical application - Quiz
fr: Calcul algébrique - Application numérique - Quiz

source: Algebric calculation - Programming - Numerical application
fr: Calcul algébrique - Programmation - Application numérique

source: Algebric calculation - Programming - Graphic production
fr: Calcul algébrique - Programmation - Représentation graphique

source: Modelling - Algebric calculation - Quiz
fr: Modelisation - Calcul algébrique - Quiz

source: Modelling - Algebric calculation - Numerical application
fr: Modelisation - Calcul algébrique - Application

source: Modelling - Algebric calculation - Numerical application - Quiz
fr: Modelisation - Calcul algébrique - Application numérique - Quiz

source: Modelling - Algebric calculation - Programming - Numerical application
fr: Modelisation - Calcul algébrique - Programmation - Application numérique

source: Modelling - Algebric calculation - Programming - Graphic production
fr: Modelisation - Calcul algébrique - Programmation - Représentation graphique

source: Drawing of a scheme - Algebric calculation
fr: Construction d'un schéma - Calcul algébrique

source: Drawing of a scheme - Algebric calculation - Numerical application
fr: Construction d'un schéma - Calcul algébrique - Application numérique

source: Advanced Physics
fr: Physique avancée

source: spécialisé dans la physique des particules
fr: specialising in particle physics

source: Engineering Physics
fr: Ingénierie physique

source: Basic Physics
fr: Physique de base

source: TRAINING
fr: ENTRAÎNEMENT

source: EXAM
fr: EXAMEN

source: ballistics
fr: balistique

source: Central force
fr: Force centrale

source: Harmonic oscillator
fr: Oscillateur harmonique

source: Inclined pan
fr: Plan incliné

source: Pendulum
fr: Pendule

source: Clash of balls
fr: Le choc des balles

source: Solid in rotation
fr: Solide en rotation

source: Reference frame in rectilinear motion
fr: Cadre de référence en mouvement rectiligne
